<template>
  <div class="container main-container">
    <div class="row">
        <h1>
          {{ title }}
        </h1>
    </div>
    <div class="row info-document">
      <h2 class="info-document__subtitle_underlined">
        Правила оказания ветеринарной помощи.
      </h2>
      <ol>
        <li>
          <ol>
<!--        1.1 -->
            <li>
              Работа Клиники осуществляется на основании Устава предприятия, данных Правил, ветеринарного законодательства РФ, закона о защите прав потребителей и других законодательных актов РФ и ее субъектов.
            </li>
<!--        1.2 -->
            <li>
              Оказание Ветеринарной помощи регламентируется или Договором оферты, или письменным Договором, подписанным администрацией Клиники и Владельцем пациента.
            </li>
<!--        1.3 -->
            <li>
              Владелец пациента может ознакомиться с Правилами оказания ветеринарной помощи и Договором оферты (при его наличии) на информационном стенде Клиники или на ее сайте.
            </li>
<!--        1.4 -->
            <li>
              Клиника оставляет за собой право на внесение изменений в Договор и Правила оказания ветеринарной помощи, которые обязана разместить на своем сайте или информационном стенде Клиники не позднее, чем за 3 дня до вступления их в силу.
            </li>
<!--        1.5 -->
            <li>
              Клиника предоставляет Ветеринарную помощь на основании Федерального Закона № 128-ФЗ от 08.08.2001 г. «О лицензировании отдельных видов деятельности».
            </li>
<!--        1.6 -->
            <li>
              Согласие с настоящими Правилами и обработку своих персональных данных в соответствии с ФЗ «О персональных данных», Владелец пациента подтверждает собственноручной подписью в Договоре на оказание ветеринарной помощи, который заключается при первичном обращении в Клинику или подписью в Анкете владельца пациента, или оплатой Ветеринарной помощи при применении Договора оферты.
            </li>
<!--        1.7 -->
            <li>
              Прием в Клинике осуществляется согласно регламенту и внутреннему распорядку, установленными администрацией.
            </li>
          </ol>
        </li>
        <li>
          <h2 class="info-document__subtitle_underlined">
            Правила приема и прохождения лечения Пациентом.
          </h2>
          <ol>
<!--        2.1 -->
            <li>
              Время приёма Пациента не регламентировано, поэтому для тщательного всестороннего его осмотра Владелец пациента должен располагать достаточным запасом времени.
            </li>
<!--        2.2 -->
            <li>
              <span class="info-document__subtitle">
                Пациенты принимаются в следующем приоритетном порядке:
              </span>
              <ol>
<!--            2.2.1 -->
                <li>
                  Пациенты, требующие оказания экстренной помощи в связи с тяжестью их состояния и угрозой жизни. (Степень экстренности определяется врачом. В спорных случаях очередность приема устанавливается администратором или руководством Клиники.)
                </li>
<!--            2.2.2 -->
                <li>
                  Пациенты, пришедшие по предварительной записи и к назначенному времени.
                </li>
<!--            2.2.3 -->
                <li>
                  Пациенты, пришедшие по живой очереди.
                </li>
              </ol>
            </li>
<!--        2.3 -->
            <li>
              При поступлении Пациентов, требующих оказания экстренной помощи, а также при экстренных реанимационных мероприятиях, может быть задействован весь персонал клиники, находящийся в смене. В этом случае очередной прием может приостанавливаться на требуемое время.
            </li>
<!--        2.4 -->
            <li>
              Посетители Клиники обязаны соблюдать требования, предъявляемые персоналом и с уважением относиться к окружающим.
            </li>
<!--        2.5 -->
            <li>
              Во избежание травматизации животных и окружающих Владелец пациента обязан соблюдать следующие требования: собаки должны находиться на поводках и в намордниках, кошки и собаки мелких пород – в переносках, мелкие домашние и экзотические животные (грызуны, птицы, рептилии) – в клетках или контейнерах.
            </li>
<!--        2.6 -->
            <li>
              Прием Пациента врачом включает сбор анамнеза, физикальное обследование, консультацию по состоянию животного, постановку предварительного диагноза, прогноз, назначение лечения и, при необходимости, дополнительного обследования. Лечебно-диагностические манипуляции и препараты оплачиваются отдельно по Прейскуранту.
            </li>
<!--        2.7 -->
            <li>
              При посещении Клиники по причине другого заболевания прием расценивается как первичный, равно как и прием другого животного, принадлежащего этому же владельцу.
            </li>
<!--        2.8 -->
            <li>
              Фиксация животного для осмотра врачом производится Владельцем пациента. Персонал Клиники не несет ответственности за травмы, полученные Владельцем пациента от собственного животного. Фиксация животного персоналом Клиники оплачивается дополнительно согласно Прейскуранту.
            </li>
<!--        2.9 -->
            <li>
              При выборе методов диагностики и лечения врач руководствуется исключительно интересами животного. Постановка окончательного диагноза может требовать использования дополнительных методов обследования (лабораторных, инструментальных и т.д.). В лечении могут принимать участие разные специалисты для оказания соответствующих видов ветеринарной помощи, проводиться необходимые консультации, в ходе которых решаются вопросы по объёму обследования, выбору метода лечения, в том числе с участием сторонних учреждений и специалистов. Клиника имеет право привлекать третьих лиц для оказания услуг Пациенту. При необходимости, исследования и анализы проводятся многократно для динамического наблюдения за изменением состояния организма. Постановка точного диагноза не регламентировано по времени. До постановки окончательного диагноза больным оказывается симптоматическое лечение.
            </li>
<!--        2.10 -->
            <li>
              В случае необходимости оказания стационарного лечения, хирургического вмешательства, анестезиологического пособия, инвазивных манипуляций Клиника оформляет, а Владелец пациента подписывает Информированное согласие.
            </li>
<!--        2.11 -->
            <li>
              В случаях невозможности оказания качественной услуги (отсутствие узкопрофильного специалиста, необходимого оборудования или его неисправность, условий для стационарного лечения и т.д.) Пациент может быть направлен в другую Клинику.
            </li>
<!--        2.12 -->
            <li>
              <span class="info-document__subtitle">
                Эвтаназия и кремация.
              </span>
              <p>
                Проводится только по показаниям и после прямой просьбы владельца, что обусловлено Этическим Кодексом Ветеринарного врача.
              </p>
              <ol>
<!--            2.12.1 -->
                <li>
                  Врач вправе отказать в проведении эвтаназии, если ее целесообразность будет сомнительна.
                </li>
<!--            2.12.2 -->
                <li>
                  Перед эвтаназией Владелец пациента обязан подписать Заявление на эвтаназию.
                </li>
<!--            2.12.3 -->
                <li>
                  При гибели Пациента возможно оказание услуги по кремации (при согласовании с Владельцем пациента), которая оплачивается согласно Прейскуранту.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <h2 class="info-document__subtitle_underlined">
            Обязанности сторон.
          </h2>
          <ol>
<!--        3.1 -->
            <li>
              <span class="info-document__subtitle">
                Клиника обязуется:
              </span>
              <ol>
<!--            3.1.1 -->
                <li>
                  Проинформировать Владельца пациента о режиме работы Клиники, правилах работы, перечне и стоимости оказываемых услуг.
                </li>
<!--            3.1.2 -->
                <li>
                  Предоставить Владельцу информацию о состоянии Пациента, о сути заболевания, прогнозе и методах, и сроках лечения, в т.ч. и альтернативных, рисках и возможных осложнениях.
                </li>
<!--            3.1.3 -->
                <li>
                  Обеспечить качественные методы лечения Пациента в соответствии с диагнозом или симптомокомплексом, лечебно-диагностическим планом и стандартами Ассоциации «Саморегулируемая организация «Национальная Ветеринарная Палата».
                </li>
<!--            3.1.4 -->
                <li>
                  Проявлять гуманное отношение к Пациенту и делать все необходимое для его комфортного пребывания в Клинике.
                </li>
              </ol>
            </li>
<!--         3.2 -->
            <li>
              <span class="info-document__subtitle">
                Владелец пациента обязуется:
              </span>
              <ol>
<!--            3.2.1 -->
                <li>
                  Полноценно, подробно и достоверно проинформировать врача до оказания ветеринарной помощи об особенностях поведения и нарушениях в состоянии здоровья Пациента, а также о перенесенных животным заболеваниях, ранее проведенных профилактических вакцинациях и противопаразитарных обработках, известных ему аллергических реакциях и противопоказаниях. Оказать всестороннюю помощь ветеринарному врачу при сборе анамнеза и дальнейшего лечения животного.
                </li>
<!--            3.2.2 -->
                <li>
                  Подготовить Пациента перед операцией или диагностической процедурой, или сдачей лабораторных анализов в соответствии с рекомендациями сотрудника Клиники.
                </li>
<!--            3.2.3 -->
                <li>
                  Обеспечить соблюдение назначений врача и выполнение назначенных лечебных процедур. Своевременно информировать специалистов Клиники о любых изменениях его самочувствия и состояния здоровья.
                </li>
<!--            3.2.4 -->
                <li>
                  Оказывать содействие в обеспечении безопасности сотрудников Клиники и ее посетителей, соблюдая все необходимые рекомендации персонала.
                </li>
<!--            3.2.5 -->
                <li>
                  Обеспечить соответствующее содержание и кормление Пациента согласно зоогигиеническим требованиям, а также проведение обязательных лечебно-профилактических мероприятий в сроки, определенные инструкциями, наставлениями, рекомендациями по содержанию животных и в случаях, предусмотренных законодательством РФ.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <h2 class="info-document__subtitle_underlined">
            Ответственность сторон.
          </h2>
          <ol>
<!--        4.1 -->
            <li>
              <span class="info-document__subtitle">
                Ответственность Клиники:
              </span>
              <ol>
<!--            4.1.1 -->
                <li>
                  Клиника не несет ответственность за достижение или не достижение желаемых результатов от лечения и проведения процедур, поскольку, учитывая биологическую индивидуальность каждого организма, не существует возможности дать полную гарантию, что назначенное, либо проведенное лечение или манипуляция приведет к тому результату, который от них ожидается. Всегда существует риск и возможность ранних и поздних осложнений послеоперационного периода, вплоть до летального исхода. В своей работе врачи Клиники ориентируются на данные исследований, дающих возможность с наибольшей (но не полной) долей вероятности достичь нужных результатов.
                </li>
<!--            4.1.2 -->
                <li>
                  Клиника не несёт ответственность за качество ветеринарных услуг в случае несоблюдения Владельцем Пациента рекомендаций врача, а также совершения Владельцем Пациента действий, угрожающих здоровью Пациента.
                </li>
<!--            4.1.3 -->
                <li>
                  Клиника не несёт ответственность за результаты анализов, диагностические обследования и другие лечебные манипуляции, проведенные сторонними ветеринарными специалистами и учреждениями.
                </li>
<!--            4.1.4 -->
                <li>
                  Рентгенограммы, выписки из истории болезни, результаты анализов и другая первичная документация выдается на руки по предварительному запросу Владельца.
                </li>
<!--            4.1.5 -->
                <li>
                  Выписка из истории болезни готовится в течение семи рабочих дней и заверяется главным врачом Клиники.
                </li>
<!--            4.1.6 -->
                <li>
                  Письменные претензии Клиника обязана рассмотреть в 10-дневный срок в установленном порядке. Ответ на претензию направляется Владельцу заказным письмом с уведомлением о вручении, либо выдается на руки под роспись о вручении.
                </li>
<!--            4.1.7 -->
                <li>
                  В случае неявки Владельца в дату окончания срока нахождения животного в стационаре Клиники или оставления животного на амбулаторном приеме после оказания необходимой помощи и не выхода Владельца на связь по контактам, указанным в Договоре на оказание ветеринарной помощи и Информированном согласии, в течение трех дней, Владелец считается отказавшимся от права собственности на животное. В этом случае, Клиника вправе считать животное бесхозяйным, и распорядиться им на свое усмотрение, в том числе передать в приют, либо распорядиться иным способом.
                </li>
              </ol>
            </li>
<!--        4.2 -->
            <li>
              <span class="info-document__subtitle">
                Ответственность Владельца:
              </span>
              <ol>
<!--            4.2.1 -->
                <li>
                  Об отказе от лечения Владелец оповещает Клинику в письменной форме путем подписания Информированного отказа от лечения и берет на себя всю ответственность за жизнь и здоровье животного.
                </li>
<!--            4.2.2 -->
                <li>
                  Владелец животного должен оплатить выполненные Клиникой работы, израсходованные медикаменты и другие расходные материалы в полном объеме, вне зависимости от исхода заболевания.
                </li>
<!--            4.2.3 -->
                <li>
                  Владелец животного обязан возместить ущерб, причиненный Пациентом или Владельцем Пациента имуществу Клиники, а также имуществу ее сотрудников и посетителей, и их здоровью.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li>
          <h2 class="info-document__subtitle_underlined">
            Клиника имеет право отказать в приеме:
          </h2>
          <ol>
<!--        5.1 -->
            <li>
              При отказе от подписания Информированного согласия на проведение диагностического, хирургического вмешательства, анестезиологического пособия и стационарного лечения, и других документов, регламентирующих работу Клиники.
            </li>
<!--        5.2 -->
            <li>
              При заведомо известной невозможности достичь положительных результатов лечения.
            </li>
<!--        5.3 -->
            <li>
              При наличии задолженности за ранее оказанные услуги и отказе их оплатить.
            </li>
<!--        5.4 -->
            <li>
              При нахождении Владельца животного в состоянии алкогольного или наркотического опьянения, а также неуважительном или агрессивном поведении по отношению к персоналу Клиники и ее посетителям, и нарушающего общественный порядок.
            </li>
<!--        5.5 -->
            <li>
              Если Владельцем животного является лицо, не достигшее 18 лет. Исключением является сопровождение животного на процедуры с устного или письменного согласия родителей.
            </li>
<!--        5.6 -->
            <li>
              При невозможности фиксации агрессивного животного и отказе его Владельца от проведения седации.
            </li>
<!--        5.7 -->
            <li>
              При предоставлении Клинике Владельцем неполных, недостоверных, а также заведомо ложных сведений и данных о состоянии здоровья животного, а также при невозможности терапевтического сотрудничества.
            </li>
<!--        5.8 -->
            <li>
              При наличии других оснований, не противоречащих законодательству РФ, по усмотрению Клиники.
            </li>
          </ol>
        </li>
        <li>
          <h2 class="info-document__subtitle_underlined">
            Стоимость и порядок оплаты ветеринарной помощи.
          </h2>
          <ol>
<!--        6.1 -->
            <li>
              Все ветеринарные услуги платные. Стоимость услуг указана в Прейскуранте. При необходимости проведения дополнительных диагностических или лечебных процедур (в том числе реанимационных) врач должен проинформировать владельца о примерной их стоимости. Следует учитывать, что многие заболевания могут иметь непрогнозируемое течение и последствия, что может повлечь за собой изменение тактики лечения и соответственно их стоимости.
            </li>
<!--        6.2 -->
            <li>
              Каждое посещение Пациентом Клиники является приемом у врача, ассистента ветеринарного врача или фельдшера, и оплачивается соответственно Прейскуранту.
            </li>
<!--        6.3 -->
            <li>
              Стоимость хирургического, диагностического вмешательства, анестезиологического пособия и стационарного лечения может меняться в зависимости от изменения состояния больного животного и коррекции назначений. Об этом сотрудники Клиники информируют Владельца и согласуют с ним дальнейший план лечения по телефону или другими возможными способами, указанными в Информированном согласии или в Договоре на оказание ветеринарной помощи.
            </li>
<!--        6.4 -->
            <li>
              При отказе Владельца подписать Договор на оказание ветеринарной помощи, если это предусмотрено регламентом работы Клиники, лечение Пациента может быть проведено, но только после внесения полной или частичной предоплаты, что предусмотрено Договором оферты.
            </li>
<!--        6.5 -->
            <li>
              Владелец животного может прервать курс лечения по собственному желанию в любое время. Исключением является ситуация, когда животное находится в наркозном сне.
            </li>
<!--        6.6 -->
            <li>
              Владелец животного может отказаться от получения не оказанной Ветеринарной помощи и вернуть ранее оплаченные денежные средства, в т.ч. и случае присоединения к Договору оферты за вычетом затрат Клиники, связанных с подготовкой к оказанию или фактически оказанных ветеринарных услуг, если такие имели место быть.
            </li>
<!--        6.7 -->
            <li>
              Возврат денежных средств за ранее оказанные ветеринарные услуги, израсходованные препараты и материалы не производится.
            </li>
<!--        6.8 -->
            <li>
              Возврат денежных средств осуществляется при наличии документа, удостоверяющего личность Владельца Пациента, или по доверенности, с приложением документа, удостоверяющего личность доверенного лица.
            </li>
<!--        6.9 -->
            <li>
              Ветеринарные препараты, средства зоогигиенического назначения и диетические корма, приобретенные Владельцем в Клинике, возврату не подлежат.
            </li>
          </ol>
        </li>
      </ol>
    </div>
  </div>
</template>

<script>

export default {
  name: "PageInfo",
  data () {
    return {
      title: "Информация для владельцев",
    };
  },
}
</script>

<style scoped lang="scss">
  .info-document {
    & > ol {
      list-style: none;
      counter-reset: li;
      & > li {
        ol {
          list-style: none;
          counter-reset: li;
          li {
            margin-bottom: 1rem;
            &:before {
              counter-increment: li;
              content: counters(li, ".") ". ";
            }
          }
        }
        &:before {
          counter-increment: li;
          content: counters(li, ".") ". ";
          opacity: 0;
          margin-left: -1rem;
          height: 0;
          display: block;
        }
      }
    }
  }

  %info-document__subtitle {
    font-size: 1rem;
    margin-bottom: 1rem;
    display: inline-block;
  }

  .info-document__subtitle {
    @extend %info-document__subtitle;
  }

  .info-document__subtitle_underlined {
    @extend %info-document__subtitle;
    text-decoration: underline;
  }
</style>
