<template>
  <div class="container main-container">
    <div class="row">
        <h1>
          {{ title }}
        </h1>
    </div>
    <div class="row policy-document">
      <h2>
        Политика в отношении обработки персональных данных.
      </h2>
      <ol>
<!--    1 -->
        <li>
          <p>
            Общие положения.
          </p>
          <p>
            Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных,
            предпринимаемые {{ organization }} (далее – Оператор).
          </p>
          <ol>
<!--        1.1 -->
            <li>
              Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
            </li>
<!--        1.2 -->
            <li>
              Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях
              веб-сайта <router-link to="/">{{ site }}</router-link>.
            </li>
          </ol>
        </li>
<!--    2 -->
        <li>
          <p>
            Основные понятия, используемые в Политике.
          </p>
          <ol>
<!--        2.1 -->
            <li>
              Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;
            </li>
<!--        2.2 -->
            <li>
              Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);
            </li>
<!--        2.3 -->
            <li>
              Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет
              по сетевому адресу <router-link to="/">{{ site }}</router-link>;
            </li>
<!--        2.4 -->
            <li>
              Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;
            </li>
<!--        2.5 -->
            <li>
              Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;
            </li>
<!--        2.6 -->
            <li>
              Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;
            </li>
<!--        2.7 -->
            <li>
              Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;
            </li>
<!--        2.8 -->
            <li>
              Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю
              веб-сайта <router-link to="/">{{ site }}</router-link>;
            </li>
<!--        2.9 -->
            <li>
              Пользователь – любой посетитель
              веб-сайта <router-link to="/">{{ site }}</router-link>;
            </li>
<!--        2.10 -->
            <li>
              Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;
            </li>
<!--        2.11 -->
            <li>
              Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;
            </li>
<!--        2.12 -->
            <li>
              Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;
            </li>
<!--        2.13 -->
            <li>
              Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.
            </li>
          </ol>
        </li>
<!--    3 -->
        <li>
          <p>
            Оператор может обрабатывать следующие персональные данные Пользователя:
          </p>
          <ol>
<!--        3.1 -->
            <li>
              Фамилия, имя, отчество;
            </li>
<!--        3.2 -->
            <li>
              Электронный адрес;
            </li>
<!--        3.3 -->
            <li>
              Номера телефонов;
            </li>
<!--        3.4 -->
            <li>
              Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
            </li>
<!--        3.5 -->
            <li>
              Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.
            </li>
          </ol>
        </li>
<!--    4 -->
        <li>
          <p>
            Цели обработки персональных данных.
          </p>
          <ol>
<!--        4.1 -->
            <li>
              Цель обработки персональных данных Пользователя — информирование Пользователя посредством отправки электронных писем; предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте.
            </li>
<!--        4.2 -->
            <li>
              Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо
              на адрес электронной почты <a :href="`mailto:${email}`">{{ email }}</a>
              с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».
            </li>
<!--        4.3 -->
            <li>
              Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.
            </li>
          </ol>
        </li>
<!--    5 -->
        <li>
          <p>
            Правовые основания обработки персональных данных.
          </p>
          <ol>
<!--        5.1 -->
            <li>
              Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные
              на сайте <router-link to="/">{{ site }}</router-link>.
              Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.
            </li>
<!--        5.2 -->
            <li>
              Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
            </li>
          </ol>
        </li>
<!--    6 -->
        <li>
          <p>
            Порядок сбора, хранения, передачи и других видов обработки персональных данных.
          </p>
          <p>
            Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
          </p>
          <ol>
<!--        6.1 -->
            <li>
              Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.
            </li>
<!--        6.2 -->
            <li>
              Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.
            </li>
<!--        6.3 -->
            <li>
              В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на
              адрес электронной почты Оператора <a :href="`mailto:${email}`">{{ email }}</a>
              с пометкой «Актуализация персональных данных».
            </li>
<!--        6.4 -->
            <li>
              Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на
              электронный адрес Оператора <a :href="`mailto:${email}`">{{ email }}</a>
              с пометкой «Отзыв согласия на обработку персональных данных».
            </li>
          </ol>
        </li>
      </ol>
    </div>
  </div>
</template>

<script>
import {app, site} from "@/_config";

export default {
  name: "PagePrivacyPolicy",
  data () {
    return {
      title: "Политика конфиденциальности",
      organization: app.organization,
      site: site.site,
      email: app.emails[0].email,
    };
  },
}
</script>

<style scoped lang="scss">
  .policy-document {
    h2 {
      font-size: 1rem;
      margin-bottom: 1rem;
    }
    p {
      margin-bottom: 0;
      display: inline-block;
    }
    & > ol > li {
      margin-bottom: 1rem;
    }
    ol {
      list-style: none;
      counter-reset: li;
      li {
        &:before {
          counter-increment: li;
          content: counters(li, ".") ". ";
        }
      }
    }
  }
</style>
