export const doctors = [
  {
    id: 1,
    full_name: 'Полковников Александр Александрович',
    post: 'Хирург',
  },
  {
    id: 2,
    full_name: 'Мирецкий Игорь Юрьевич',
    post: 'Хирург',
  },
  {
    id: 3,
    full_name: 'Вековшинин Станислав Геннадьевич',
    post: 'Терапевт',
  },
  {
    id: 4,
    full_name: 'Шеляпина Анастасия Александровна',
    post: 'Фельдшер',
  },
  {
    id: 5,
    full_name: 'Абабий Марина Владимировна',
    post: 'Терапевт',
  },
  {
    id: 6,
    full_name: 'Ширинкина Елена Владимировна',
    post: 'Фельдшер',
  },
  {
    id: 7,
    full_name: 'Смоленцева Елена Сергеевна',
    post: 'Фельдшер',
  },
  {
    id: 8,
    full_name: 'Каминская Марьяна Ивановна',
    post: 'Фельдшер',
  },
  {
    id: 9,
    full_name: 'Катанаева Елена Васильевна',
    post: 'Фельдшер',
  },
  {
    id: 10,
    full_name: 'Лупандин Андрей Леонидович',
    post: 'Санитар',
  },
  {
    id: 11,
    full_name: 'Рябчикова Татьяна Александровна',
    post: 'Санитар',
  },
  {
    id: 12,
    full_name: 'Ярков Александр Аркадьевич',
    post: 'Санитар',
  },
  {
    id: 13,
    full_name: 'Егоров Геннадий Геннадьевич',
    post: 'Фельдшер',
  },
  {
    id: 14,
    full_name: 'Мишура Наталья Амировна',
    post: 'Фельдшер',
  },
  {
    id: 15,
    full_name: 'Серединцева Анна Сергеевна',
    post: 'Фельдшер',
  },
  {
    id: 16,
    full_name: 'Карпова Наталья Николаевна',
    post: 'Санитар',
  },
  {
    id: 17,
    full_name: 'Видинеева Татьяна Николаевна',
    post: 'Администратор',
  },
  {
    id: 18,
    full_name: 'Леонтьев Денис Александрович',
    post: 'Фармацевт',
  },
];
