<template>
  <div class="container main-container">
    <h1>
      {{ title }}
    </h1>
    <p>
      Наша клиника оборудована только новым и современным оборудованием
      необходимым для оказания полноценной медицинской помощи на высоком уровне.
    </p>
    <p>
      Наличие диагностической базы, а именно современного УЗИ, ЭКГ,
      эндоскопия и лаборатории позволяет нашим врачам более точно и в кратчайшие сроки
      поставить правильный диагноз заболевшему животному и возможность
      оказать ветеринарную помощь с максимальным результатом.
    </p>
    <p>
      Операционная оборудована аппаратами искусственного вентиляции легких,
      ингаляционным наркозом, пульсиметром, кардиомонитором,
      операционным эндоскопическим оборудованием и т.д.,
      это позволяет проводить фактически любые сложные операции животным
      в тяжелом состоянии и в критическом возрасте.
      В клинике успешно проводятся малотравматичные эндоскопические операции, через прокол.
    </p>
  </div>
</template>

<script>
export default {
  name: "PageAbout_Part_1",
  data() {
    return {
      title: 'О клинике',
    };
  },
}
</script>

<style scoped lang="scss">

</style>
